[
  {
    "key": "shpeJr",
    "title": "SHPE Jr. Representative",
    "content": [
      "SHPE Jr chapters are pre-college SHPE chapters (usually at high schools) mentored by college chapters. ",
      "Our UF chapter currently mentors three Jr chapters: P.K. Yonge, Gainesville High, and one in Weston, Cypress Bay. ",
      "The SHPE Jr. Rep serves as the liaison between our chapter and the SHPE Jr chapters."
    ]
  },
  {
    "key": "elementaryRep",
    "title": "SHPE Jr. Elementary/Middle School Representative",
    "content": [
      "This year the external cabinet wants to expand our outreach to target younger students. ",
      "Similar to a SHPE Jr. Rep, the elementary/middle school director will serve as a liaison between UF and a local school to offer mentorship, tutoring, and find creative ways to get younger kids become interested in STEM. ",
      "This position will also fall beneath the scope of the SHPE Jr. Chair."
    ]
  },
  {
    "key": "mentorshpejr",
    "title": "MentorSHPE Jr. Director",
    "content": [
      "This year the external cabinet wants to expand our SHPE Jr. program, and provide our younger students with mentorship and guidance from an early stage. ",
      "The MentorSHPE Director will be responsible for the launch and sustainability of our new mentorship program, working with our Representatives to deploy in the high school chapters."
    ]
  },
  {
    "key": "partnershpe",
    "title": "PartnerSHPE Director",
    "content": [
      "PartnerSHPE is a program designed to help ease the transition for students seeking to transfer from Santa Fe College to the University of Florida. ",
      "Often these students are not aware of everything they could be doing to enhance their professional skills and improve their chances of going into industry. ",
      "The PartnerSHPE directors will organize workshops and help provide resources to Santa Fe students."
    ]
  },
  {
    "key": "outreach",
    "title": "Outreach Director",
    "content": [
      "As part of our commitment to community outreach, SHPE has one event per semester to benefit the community. ",
      "In the past it has been a forest clean-up, beach clean-up and a Brush with Kindness. ",
      "Yet, we are striving to have more variety to engage members and make a long lasting impact on the community, thus creativity is needed for this position. ",
      "Apart from community service, the outreach director will also be responsible for promoting sustainability throughout SHPE. ",
      "Due to COVID-19, outreach will have to shift to hybrid or virtual, depending on the development of the pandemic."
    ]
  },
  {
    "key": "shadowshpe",
    "title": "ShadowSHPE Director",
    "content": [
      "ShadowSHPE is a program in which high school students will have the opportunity to come to UF to spend the day with our SHPE members. ",
      "The event is geared towards teaching high school students that participate in their SHPE Jr. about careers in engineering and professional development at the University of Florida. ",
      "Due to COVID-19 ShadowSHPE will not be in person during Fall 2020, with a slight possibility of holding the event in person during Spring 2021."
    ]
  }
]
