[
  {
    "key": "event",
    "title": "Event Director",
    "content": [
      "You will plan, coordinate, and execute internal events. ",
      "Some prospective events include tailgates, camping trips, socials, and other bonding events. ",
      "Be prepared to plan both in-person and virtual events that are engagement and foster a welcoming environment."
    ]
  },
  {
    "key": "women",
    "title": "Women in STEM / Diversity and Inclusion Directors",
    "content": [
      "You will be in charge of coordinating and executing events that empower Women in STEM. ",
      "This year, this position is opening up to also Diversity and Inclusion to include partnerships with other organizations, such as BEC, SWE, and NSBE. ",
      "Events or series of events will include virtual and in-person planning."
    ]
  },
  {
    "key": "athletics",
    "title": "Athletics Directors",
    "content": [
      "You will be in charge of running our \"Get in SHPE\" Program. ",
      "This director team will be comprised of in-person workouts and virtual team bonding games. ",
      "One director will have the responsibility of planning and running weekly Stadiums for SHPE members to attend. ",
      "You will need to come up with workouts and safely gather everyone to bond while working out. ",
      "This director needs to be in Gainesville for the semester as Stadium workouts will take place in person (for as long as COVID allows). ",
      "The other director can run things virtually as their duties are to gather people and create an online sports tournament. ",
      "You can work together with your director on both programs or you can split this position to be Stadium Director and E-Sports Director. "
    ]
  },
  {
    "key": "mentorshpe",
    "title": "MentorSHPE Director",
    "content": [
      "As MentorSHPE Director, you will be one of two directors in charge of running SHPE’s mentoring program. ",
      "Your responsibilities are to matchmake pairs and keep them involved through the semester by providing weekly challenges. ",
      "Keep in mind that challenges need to be virtually possible and going to La Tienda may not be possible."
    ]
  },
  {
    "key": "fylp",
    "title": "FYLP Director",
    "content": [
      "You will be one of the directors in charge of running the First Year LeaderSHPE Program. ",
      "As a FYLP director, your mission is to jumpstart the development of our first year students to assure their success. ",
      "Your responsibilities are to organize biweekly workshops (5 - 6 during the semester) that are engaging, educational, and promote bonding. ",
      "Keep in mind these events may be virtual or in-person preferably split between both."
    ]
  }
]
