[
  {
    "key": "alumniRelations",
    "title": "Alumni Relations Director",
    "content": "As a director, you will be the main contact between the members and alumni through our LinkedIn page. This person will be in charge of managing our LinkedIn page and keeping our alumni in the loop about events, building and fostering relationships. You will oversee communication with alumni to start a new segment in our social media, where they showcase their experience as a college graduate and a full-time employee."
  },
  {
    "key": "cabinetFacultyLiaison",
    "title": "Cabinet and Faculty Liaison",
    "content": "You will be in charge of communicating with other cabinets regarding their events in order to ensure the logistics. Due to COVID-19, the majority of the events will be online, however, we will need you to contact the university to make sure we are following the appropriate procedure. You will also be in charge of posting our weekly updates on the Facebook page, therefore, communication with the rest of directors and E-board members is key."
  },
  {
    "key": "leadershipOpportunities",
    "title": "Leadership Opportunities Newsletter Director",
    "content": "Your main role will be researching professional opportunities (recruitments events, conferences, technical workshops etc.) on campus and within companies. After compiling the information, you will create a monthly newsletter and share it with all the members through social media to help them find new opportunities to network and grow."
  },
  {
    "key": "yearbook",
    "title": "Yearbook Director",
    "content": "This is a great opportunity to showcase your creativity and bring new ideas to the table. This position opened last year, and unfortunately, we could not have a paperback version, but we are hoping for the best this year. As a director, you will be working very closely with the marketing cabinet to collect pictures from every event. Since a lot of events will be online, all ideas/alternatives are welcome."
  }
]
