[
  {
    "key": "software",
    "title": "Software Developer Director",
    "content": [
      "Software Engineering Directors work as a team under the leadership of a Project Manager and Scrum Master ",
      "to innovate and maintain the websites and mobile apps used by SHPE (such as this one!). ",
      "Although you do not need prior experience with the technologies the SWE Team uses, ",
      "some form of programming knowledge is recommended."
    ]
  },
  {
    "key": "codeForChange",
    "title": "Code for Change Hackathon Director",
    "content": [
      "Code for Change Hackathon Directors are in charge of carrying out SHPE UF's Hackathon. ",
      "This mini-hackathon (12 hours) focuses on creating software/tech that will help a certain cause or non-profit. ",
      "This includes planning, organizing and working with other organizations prior to the event. ",
      "They are responsible for this year theme, marketing and logistics for the event."
    ]
  },
  {
    "key": "xtreme",
    "title": "XTreme Engineering Director",
    "content": [
      "XTreme Engineering Directors are in charge of SHPE UF's XTreme Engineering Competition. ",
      "This event is geared towards electrical/mechanical/aerospace engineering SHPEitos. ",
      "This includes planning, organizing and working with other organizations prior to the event. ",
      "They are responsible for this year's problem statement, marketing and logistics for the event."
    ]
  },
  {
    "key": "shpeworks",
    "title": "SHPEWorks Director",
    "content": [
      "SHPEWorks are a series of workshops intended to increase technical awareness. ",
      "These workshops will explore various computer, electrical, and mechanical engineering principles. ",
      "They either focus on a specific topic or focus on preparing SHPEitos for technical interview content. ",
      "SHPEWorks Directors are responsible for researching the content of the workshops, ",
      "as well as planning and hosting them."
    ]
  },
  {
    "key": "design",
    "title": "Design Team Director",
    "content": [
      "Design Team Directors are responsible for finding an open-source project that SHPEitos can freely ",
      "collaborate on a weekly basis. This project would be geared towards electrical/mechanical/aerospace ",
      "engineering SHPEitos. They are also responsible for creating, planning, and executing project goals."
    ]
  },
  {
    "key": "shperentals",
    "title": "SHPERentals Director",
    "content": [
      "The SHPERentals Director is responsible for keeping track and monitoring our SHPE UF inventory. ",
      "SHPEitos can rent items from our inventory through this website and the Director ensures that ",
      "the item makes it to the person and back to us at the end of the semester. ",
      "Additionally, this director is in charge of getting more inventory that will be useful for SHPEitos to rent."
    ]
  }
]
